{
    "Letters from Australia": {
        "": {
            "sv": "Brev från Australien"
        }
    },
    "A collection of letters sent from Australia to Sweden in the early 1970s.": {
        "": {
            "sv": "En samling brev som skickades från Australien till Sverige i början av 1970-talet."
        }
    },
    "Home": {
        "": {
            "sv": "Hem"
        }
    },
    "Website info": {
        "": {
            "sv": "Webbplatsinformation"
        }
    },
    "Here we have collected a series of heartfelt letters written by Margareta to her mom in Sweden during the early 1970s. These letters detail the experiences and adventures of Margareta, her husband Stig, and their son Per as they settled into their new life in Australia. Offering a unique glimpse into everyday life and the world as it was back then, these letters were preserved and published by Margareta's sons after her passing in 2017 to keep her story alive. Enjoy exploring this special piece of history!": {
        "": {
            "sv": "Här har vi samlat en serie hjärtliga brev skrivna av Margareta till sin mamma i Sverige under tidigt 1970-tal. Dessa brev beskriver Margaretas, hennes man Stigs och deras son Pers erfarenheter och äventyr när de bosatte sig i sitt nya liv i Australien. Breven erbjuder en unik inblick i vardagslivet och världen som den var då, och dessa brev bevarades och publicerades av Margaretas söner efter hennes bortgång 2017 för att hålla hennes historia vid liv. Njut av att utforska denna speciella del av historien!"
        }
    },
    "Current filter:": {
        "": {
            "sv": "Aktuellt filter:"
        }
    },
    "Reset filter": {
        "": {
            "sv": "Återställ filter"
        }
    },
    "letters": {
        "written messages": {
            "sv": "brev"
        }
    },
    "Showing": {
        "": {
            "sv": "Visar"
        }
    },
    "Read this letter": {
        "": {
            "sv": "Läs detta brev"
        }
    },
    "All letters": {
        "All written messages": {
            "sv": "Alla brev"
        }
    },
    "Start reading": {
        "": {
            "sv": "Börja läsa"
        }
    },
    "Modern Swedish": {
        "": {
            "sv": "Modern svenska"
        }
    },
    "Read this letter again": {
        "": {
            "sv": "Läs detta brev igen"
        }
    },
    "Continue reading": {
        "": {
            "sv": "Fortsätt läsa"
        }
    },
    "Previous": {
        "": {
            "sv": "Föregående"
        }
    },
    "Next": {
        "": {
            "sv": "Nästa"
        }
    },
    "Sorry, something went wrong.": {
        "": {
            "sv": "Förlåt, något gick fel."
        }
    },
    "Please try refreshing the page, or go back to the": {
        "": {
            "sv": "Försök vänligen att uppdatera sidan, eller gå tillbaka till"
        }
    },
    "homepage": {
        "": {
            "sv": "startsida"
        }
    },
    "Go to Homepage": {
        "": {
            "sv": "Gå till startsidan"
        }
    },
    "About This Website": {
        "": {
            "sv": "Om den här webbplatsen"
        }
    },
    "This website was created from scratch by Fredrik Fastén, Margareta's son, who was born in 1983. It serves as a tribute to her life and legacy, preserving the letters she wrote from Australia to Sweden in the early 1970s. These letters offer a unique glimpse into a family's journey as they settled into a new life on the other side of the world.": {
        "": {
            "sv": "Den här webbplatsen skapades från grunden av Fredrik Fastén, Margaretas son, som föddes 1983. Webbplatsen är en hyllning till hennes liv och arv och bevarar de brev hon skrev från Australien till Sverige på tidigt 1970-tal. Dessa brev ger en unik inblick i en familjs resa när de slog sig ner i ett nytt liv på andra sidan jorden."
        }
    },
    "GitHub Logo": {
        "": {
            "sv": "GitHub-logotyp"
        }
    },
    "View the project on GitHub": {
        "": {
            "sv": "Visa projektet på GitHub"
        }
    },
    "Thank you for visiting and exploring this piece of history. We hope these letters bring you as much joy and insight as they have brought to our family.": {
        "": {
            "sv": "Tack för att du besöker och utforskar denna del av historien. Vi hoppas att dessa brev ger dig lika mycket glädje och insikt som de har gett vår familj."
        }
    },
    "This website is open source, and you can view, copy, and use the code in whatever way you want. The site does not use any cookies, ensuring a simple and privacy-focused experience for visitors.": {
        "": {
            "sv": "Den här webbplatsen är öppen källkod, och du kan se, kopiera och använda koden på vilket sätt du vill. Webbplatsen använder inga cookies, vilket säkerställer en enkel och integritetsfokuserad upplevelse för besökare."
        }
    },
    "Image of Fredrik Fastén with Margareta and Fredrik son Vilmer": {
        "": {
            "sv": "Bild på Fredrik Fastén med Margareta och Fredriks son Vilmer"
        }
    }
}